{
  "اذكار الصباح": {
    "title": "أذكار الصباح",
    "source": [
      "https://www.islamweb.net/ar/article/178309/أذكار-الصباح-والمساء"
    ],
    "items": [
      {
        "text": "اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ ۚ لَا تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ ۚ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلَّا بِمَا شَاءَ ۚ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ ۚ وَلَا يَئُودُهُ حِفْظُهُمَا ۚ وَهُوَ الْعَلِيُّ الْعَظِيمُ."
      },
      {
        "text": "أصبحنا على فطرة الإسلام وكلمة الإخلاص، ودين نبينا محمد صلى الله عليه وسلم، ومِلّة أبينا إبراهيم حنيفًا مسلمًا، وما كان من المشركين."
      },
      {
        "text": "رضيت بالله ربًا، وبالإسلام دينًا، وبمحمد صلى الله عليه وسلم نبياً."
      },
      {
        "text": "اللهم إني أسألك علمًا نافعًا، ورزقًا طيبًا، وعملًا متقبلاً."
      },
      {
        "text": "اللهم بك أصبحنا، وبك أمسينا، وبك نحيا، وبك نموت، وإليك النشور."
      },
      {
        "text": "لا إله إلا الله وحده، لا شريك له، له الملك، وله الحمد، وهو على كل شيء قدير."
      },
      {
        "text": "يا حيُّ يا قيوم برحمتك أستغيث، أصلح لي شأني كله، ولا تكلني إلى نفسي طرفةَ عينٍ أبدًا."
      },
      {
        "text": "اللهم أنت ربي، لا إله إلا أنت، خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعتُ، أبوءُ لك بنعمتك عليَّ، وأبوءُ بذنبي، فاغفر لي، فإنه لا يغفر الذنوب إلا أنت."
      },
      {
        "text": "اللهم فاطر السموات والأرض، عالم الغيب والشهادة، رب كل شيء ومليكه، أشهد أن لا إله إلا أنت، أعوذ بك من شر نفسي، ومن شر الشيطان وشركه، وأن أقترف على نفسي سوءًا أو أجره إلى مسلم."
      },
      {
        "text": "أصبحنا وأصبح الملك لله، والحمد لله ولا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير، أسألك خير ما في هذا اليوم، وخير ما بعده، وأعوذ بك من شر ما في هذا اليوم، وشر ما بعده، وأعوذ بك من الكسل وسوء الكبر، وأعوذ بك من عذاب النار وعذاب القبر."
      },
      {
        "text": "اللهم إني أسألك العفو والعافية في الدنيا والآخرة، اللهم استر عوراتي، وآمن روعاتي، واحفظني من بين يديَّ ومن خلفي وعن يميني وعن شمالي ومن فوقي وأعوذ بك أن أغتال من تحتي."
      },
      {
        "text": "بسم الله الذي لا يضرُّ مع اسمه شيءٌ في الأرض ولا في السماء، وهو السميعُ العليمُ.",
        "count": 3
      },
      {
        "text": "سبحان الله عدد خلقه، سبحان الله رضا نفسه، سبحان الله زنة عرشه، سبحان الله مداد كلماته.",
        "count": 3
      },
      {
        "text": "سورة الإخلاص",
        "count": 3
      },
      {
        "text": "سورة الفلق",
        "count": 3
      },
      {
        "text": "سورة الناس",
        "count": 3
      },
      {
        "text": "حسبي الله لا إله إلا هو عليه توكلت وهو رب العرش العظيم.",
        "count": 7
      },
      {
        "text": "اللهم إني أصبحت، أُشهدك وأُشهد حملة عرشك وملائكتك وجميع خلقك أنك أنت الله، وحدك لا شريك لك وأن محمداً عبدك ورسولك.",
        "count": 4
      },
      {
        "text": " لا إله إلا الله وحده، لا شريك له، له الملك، وله الحمد، يحيي ويميت، وهو على كل شيء قدير.",
        "count": 10
      },
      {
        "text": "سبحان الله وبحمده. أو: سبحان الله العظيم وبحمده.",
        "count": 100
      },
      {
        "text": "أستغفر الله.",
        "count": 100
      },
      {
        "text": "سبحان الله، والحمد لله، والله أكبر, لا إله إلا الله وحده، لا شريك له، له الملك، وله الحمد، وهوعلى كل شيء قدير.",
        "count": 100
      }
    ]
  },
  "اذكار المساء": {
    "title": "أذكار المساء",
    "source": [
      "https://www.islamweb.net/ar/article/178309/أذكار-الصباح-والمساء"
    ],
    "items": [
      {
        "text": "اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ ۚ لَا تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ ۚ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلَّا بِمَا شَاءَ ۚ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ ۚ وَلَا يَئُودُهُ حِفْظُهُمَا ۚ وَهُوَ الْعَلِيُّ الْعَظِيمُ."
      },
      {
        "text": "أمسينا على فطرة الإسلام وكلمة الإخلاص، ودين نبينا محمد صلى الله عليه وسلم، ومِلّة أبينا إبراهيم حنيفًا مسلمًا، وما كان من المشركين."
      },
      {
        "text": "رضيت بالله ربًا، وبالإسلام دينًا، وبمحمد صلى الله عليه وسلم نبياً."
      },
      {
        "text": "اللهم بك أمسينا، وبك أصبحنا، وبك نحيا، وبك نموت، وإليك المصير."
      },
      {
        "text": "لا إله إلا الله وحده، لا شريك له، له الملك، وله الحمد، وهو على كل شيء قدير."
      },
      {
        "text": "يا حيُّ يا قيوم برحمتك أستغيث، أصلح لي شأني كله، ولا تكلني إلى نفسي طرفةَ عينٍ أبدًا."
      },
      {
        "text": "اللهم أنت ربي، لا إله إلا أنت، خلقتني وأنا عبدك، وأنا على عهدك ووعدك ما استطعت، أعوذ بك من شر ما صنعتُ، أبوءُ لك بنعمتك عليَّ، وأبوءُ بذنبي، فاغفر لي، فإنه لا يغفر الذنوب إلا أنت."
      },
      {
        "text": "اللهم فاطر السموات والأرض، عالم الغيب والشهادة، رب كل شيء ومليكه، أشهد أن لا إله إلا أنت، أعوذ بك من شر نفسي، ومن شر الشيطان وشركه، وأن أقترف على نفسي سوءًا أو أجره إلى مسلم."
      },
      {
        "text": "أمسينا وأمسى الملك لله، والحمد لله ولا إله إلا الله وحده لا شريك له، اللهم إني أسألك من خير ما في هذه الليلة، وخير ما بعدها، وأعوذ بك من شر ما في هذه الليلة وشر ما بعدها، اللهم إني أعوذ بك من الكسل وسوء الكبر، وأعوذ بك من عذاب في النار وعذاب في القبر."
      },
      {
        "text": "اللهم إني أسألك العفو والعافية في الدنيا والآخرة، اللهم استر عوراتي، وآمن روعاتي، واحفظني من بين يديَّ ومن خلفي وعن يميني وعن شمالي ومن فوقي وأعوذ بك أن أغتال من تحتي."
      },
      {
        "text": "بسم الله الذي لا يضرُّ مع اسمه شيءٌ في الأرض ولا في السماء، وهو السميعُ العليمُ.",
        "count": 3
      },
      {
        "text": "أعوذ بكلمات الله التامات من شر ما خلق.",
        "count": 3
      },
      {
        "text": "اللهم عافني في بدني، اللهم عافني في سمعي، اللهم عافني في بصري، لا إله إلا أنت. اللهم إني أعوذ بك من الكفر والفقر، اللهم إني أعوذ بك من عذاب القبر، لا إله إلا أنت.",
        "count": 3
      },
      {
        "text": "قراءة سور: الإخلاص، والفلق، والناس.",
        "count": 3
      },
      {
        "text": "حسبي الله لا إله إلا هو عليه توكلت، وهو رب العرش العظيم.",
        "count": 7
      },
      {
        "text": "اللهم إني أمسيت أشهدك، وأشهد حملة عرشك، وملائكتك، وجميع خلقك، أنك أنت الله، وحدك لا شريك لك، وأن محمداً عبدك ورسولك.",
        "count": 4
      },
      {
        "text": "لا إله إلا الله وحده، لا شريك له، له الملك، وله الحمد، يحيي ويميت، وهو على كل شيء قدير.",
        "count": 10
      },
      {
        "text": "سبحان الله وبحمده، سبحان الله العظيم.",
        "count": 100
      },
      {
        "text": "أستغفر الله.",
        "count": 100
      },
      {
        "text": "سبحان الله، والحمد لله، والله أكبر، لا إله إلا الله وحده، لا شريك له، له الملك، وله الحمد، وهو على كل شيء قدير.",
        "count": 100
      }
    ]
  },
  "اذكار النوم": {
    "title": "أذكار النوم",
    "source": [
      "https://www.hesnalmuslim.com/blog-28/"
    ],
    "items": [
      {
        "text": "سورة الاخلاص",
        "count": 3
      },
      {
        "text": "سورة الفلق",
        "count": 3
      },
      {
        "text": "سورة الناس",
        "count": 3
      },
      {
        "text": "اللَّهُ لَا إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ ۚ لَا تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ ۚ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلَّا بِمَا شَاءَ ۚ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ ۚ وَلَا يَئُودُهُ حِفْظُهُمَا ۚ وَهُوَ الْعَلِيُّ الْعَظِيمُ."
      },
      {
        "text": "آمَنَ الرَّسُولُ بِمَا أُنزِلَ إِلَيْهِ مِن رَّبِّهِ وَالْمؤْمِنُونَ كُلٌّ آمَنَ بِاللّهِ وَمَلآئِكَتِهِ وَكُتُبِهِ وَرُسُلِهِ لاَ نُفَرِّقُ بَيْن أَحَدٍ مِّن رُّسُلِهِ وَقَالُواْ سَمِعْنَا وَأَطَعْنَا غُفْرَانَكَ رَبَّنَا وَإِلَيْكَ الْمصِيرُ * لاَ يُكَلِّفُ اللّهُ نَفْساً إِلاَّ وُسْعَهَا لَهَا مَا كَسَبَتْ وَعَلَيْهَا مَا اكْتَسَبَتْ رَبَّنَا لاَ تُؤَاخِذْنَا إِن نَّسِينَا أَوْ أَخْطَأْنَا رَبَّنَا وَلاَ تَحْمِلْ عَلَيْنَا إِصْراً كَمَا حَمَلْتَهُ عَلَى الَّذِينَ مِن قَبْلِنَا رَبَّنَا وَلاَ تُحَمِّلْنَا مَا لاَ طَاقَةَ لَنَا بِهِ وَاعْفُ عَنَّا وَاغْفِرْ لَنَا وَارْحَمْنَا أَنتَ مَوْلاَنَا فَانصُرْنَا عَلَى الْقَوْمِ الْكَافِرِين"
      },
      {
        "text": "اللهم باسمك ربِّي وضعتُ جانبي، وبك أرفعه، إن أمسكتَ نفسي فارحمها، وإن أرسلتَها فاحفظها بما تحفظ به عبادك الصالحين."
      },
      {
        "text": "اللهم إنك خلقت نفسي وأنتَ توفّيها، لك مماتها ومحييها، إن أحييتها فاحفظها، وإن أمتها فاغفر لها، اللهم إني أسألك العافية."
      },
      {
        "text": "اللهم قني عذابك يوم تبعث عبادك.",
        "count": 3
      },
      {
        "text": "باسمك اللهم أموت وأحيا."
      },
      {
        "text": "سُبْحَانَ اللهِ",
        "count": 33
      },
      {
        "text": "الْحَمْدُ للهِ",
        "count": 33
      },
      {
        "text": "اللهُ أَكْبَرُ",
        "count": 34
      },
      {
        "text": "اللَّهُمَّ رَبَّ السَّمَوَاتِ السَّبْعِ وَرَبَّ الأَرْضِ، وَرَبَّ الْعَرْشِ الْعَظِيمِ، رَبَّنَا وَرَبَّ كُلِّ شَيْءٍ، فَالِقَ الْحَبِّ وَالنَّوَى، وَمُنْزِلَ التَّوْرَاةِ وَالْإنْجِيلِ، وَالْفُرْقَانِ، أَعُوذُ بِكَ مِنْ شَرِّ كُلِّ شَيْءٍ أَنْتَ آخِذٌ بِنَاصِيَتِهِ. اللَّهُمَّ أَنْتَ الأَوَّلُ فَلَيْسَ قَبْلَكَ شَيْءٌ، وَأَنْتَ الآخِرُ فَلَيسَ بَعْدَكَ شَيْءٌ، وَأَنْتَ الظَّاهِرُ فَلَيْسَ فَوْقَكَ شَيْءٌ، وَأَنْتَ الْبَاطِنُ فَلَيْسَ دُونَكَ شَيْءٌ، اقْضِ عَنَّا الدَّيْنَ وَأَغْنِنَا مِنَ الْفَقْرِ"
      },
      {
        "text": "الحمد لله الذي أطعمنا وسقانا وكفانا وآوانا، فكم ممن لا كافي له ولا مؤوي"
      },
      {
        "text": "اللهم عالم الغيب والشهادة، فاطر السموات والأرض، ربَّ كلِّ شيء ومليكه، أشهد أن لا إله إلا أنت، أعوذ بك من شر نفسي، ومن شر الشيطان وشركه، وأن أقترف على نفسي سوءًا أو أجره إلى مسلم."
      },
      {
        "text": "اللَّهُمَّ أَسْلَمْتُ نَفْسِي إِلَيْكَ، وَفَوَّضْتُ أَمْرِي إِلَيْكَ، وَوَجَّهْتُ وَجْهِي إِلَيْكَ، وَأَلْجَأْتُ ظَهْرِي إِلَيْكَ، رَغْبَةً وَرَهْبَةً إِلَيْكَ، لاَ مَلْجَأَ وَلاَ مَنْجَا مِنْكَ إِلاَّ إِلَيْكَ، آمَنْتُ بِكِتَابِكَ الَّذِي أَنْزَلْتَ، وَبِنَبِيِّكَ الَّذِي أَرْسَلْتَ."
      }
    ]
  },
  "اذكار الاستيقاظ": {
    "title": "أذكار الاستيقاظ",
    "source": [
      "https://www.hesnalmuslim.com/blog-1/"
    ],
    "items": [
      {
        "text": "الحمد لله الذي أحيانا بعدما أماتنا وإليه النشور."
      },
      {
        "text": "لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير. سبحان الله والحمد لله ولا إله إلا الله، والله أكبر، ولا حول ولا قوة إلا بالله العظيم."
      },
      {
        "text": "اللهم اغفر لي."
      },
      {
        "text": "الحمد لله الذي عافاني في جسدي وردَّ عليَّ روحي، وأذن لي بذكره."
      }
    ]
  },
  "اذكار بعد الصلاة": {
    "title": "أذكار بعد الصلاة",
    "source": [
      "https://www.hesnalmuslim.com/blog-25/"
    ],
    "items": [
      {
        "text": "أستغفر الله.",
        "count": 3
      },
      {
        "text": "اللهم أنت السلام، ومنك السلام، تباركت يا ذا الجلال والإكرام."
      },
      {
        "text": "لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير. اللهم لا مانع لما أعطيت ولا معطي لما منعت ولا يَنفَع ذا الجدّ منك الجدّ."
      },
      {
        "text": "لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير. لا حول ولا قوة إلا بالله. لا إله إلا الله، ولا نعبد إلا إياه، له النعمة وله الفضل وله الثناء الحسن، لا إله إلا الله مخلصين له الدين ولو كره الكافرون."
      },
      {
        "text": "سبحان الله.",
        "count": 33
      },
      {
        "text": "الحمد لله.",
        "count": 33
      },
      {
        "text": "الله أكبر.",
        "count": 33
      },
      {
        "text": "لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير."
      },
      {
        "text": "{بسم الله الرحمن الرحيم} قل هو الله أحد، {بسم الله الرحمن الرحيم} قل أعوذ برب الفلق، {بسم الله الرحمن الرحيم} قل أعوذ برب الناس."
      },
      {
        "text": "اللَّهُ لاَ إِلَهَ إِلَّا هُوَ الْحَيُّ الْقَيُّومُ ۚ لَا تَأْخُذُهُ سِنَةٌ وَلاَ نَوْمٌ ۚ لَهُ مَا فِي السَّمَاوَاتِ وَمَا فِي الْأَرْضِ ۗ مَن ذَا الَّذِي يَشْفَعُ عِنْدَهُ إِلَّا بِإِذْنِهِ ۚ يَعْلَمُ مَا بَيْنَ أَيْدِيهِمْ وَمَا خَلْفَهُمْ ۖ وَلَا يُحِيطُونَ بِشَيْءٍ مِّنْ عِلْمِهِ إِلَّا بِمَا شَاءَ ۚ وَسِعَ كُرْسِيُّهُ السَّمَاوَاتِ وَالْأَرْضَ ۚ وَلَا يَئُودُهُ حِفْظُهُمَا ۚ وَهُوَ الْعَلِيُّ الْعَظِيمُ."
      },
      {
        "text": "لا إله إلا الله وحده لا شريك له، له الملك وله الحمد، وهو على كل شيء قدير.",
        "count": 10
      },
      {
        "text": "اللهم إني أسألك علمًا نافعًا، ورزقًا طيبًا، وعملًا متقبلاً."
      }
    ]
  },
  "اذكار السفر": {
    "title": "أذكار السفر",
    "source": [
      "https://www.islamweb.net/ar/library/content/1/2464/"
    ],
    "items": [
      {
        "text": "سُبْحَانَ الَّذِي سَخَّرَ لَنَا هَذَا وَمَا كُنَّا لَهُ مُقْرِنِينَ، وَإِنَّا إِلَى رَبِّنَا لَمُنقَلِبُونَ.",
        "count": 3
      },
      {
        "text": "اللهم إنا نسألك في سفرنا هذا البرَّ والتقوى، ومن العمل ما ترضى."
      },
      {
        "text": "اللهم هون علينا سفرنا هذا واطو عنا بعده."
      },
      {
        "text": "اللهم أنت الصاحب في السفر والخليفة في الأهل."
      },
      {
        "text": "اللهم إني أعوذ بك من وعثاء السفر، وكآبة المنظر، وسوء المنقلب في المال والأهل."
      }
    ]
  },
  "اذكار دخول وخروج المنزل": {
    "title": "أذكار دخول وخروج المنزل",
    "source": [
      "https://www.hesnalmuslim.com/blog-11/",
      "https://www.hesnalmuslim.com/blog-10/"
    ],
    "items": [
      {
        "text": "بسم الله ولجنا، وبسم الله خرجنا، وعلى الله ربنا توكلنا، ثم يسلم على أهله."
      },
      {
        "text": "بسم الله، توكلت على الله، ولا حول ولا قوة إلا بالله."
      },
      {
        "text": "اللهم إني أعوذ بك أن أضل أو أُضل، أو أزِل أو أُزل، أو أظلم أو أُظلم، أو أجهل أو يُجهل عليّ."
      }
    ]
  },
  "اذكار دخول المسجد": {
    "title": "أذكار دخول المسجد",
    "source": [
      "https://www.hesnalmuslim.com/blog-13/",
      "https://www.hesnalmuslim.com/blog-14/"
    ],
    "items": [
      {
        "text": "أعوذ بالله العظيم وبوجهه الكريم وسلطانه القديم من الشيطان الرجيم. بسم الله، والصلاة والسلام على رسول الله، اللهم افتح لي أبواب رحمتك."
      }
    ]
  },
  "اذكار خروج من المسجد": {
    "title": "أذكار دخول من المسجد",
    "source": [
      "https://www.hesnalmuslim.com/blog-13/",
      "https://www.hesnalmuslim.com/blog-14/"
    ],
    "items": [
      {
        "text": "بسم الله، والصلاة والسلام على رسول الله. اللهم إني أسألك من فضلك، اللهم أعصمني من الشيطان الرجيم."
      }
    ]
  }
}